[
  {
    "isim": "Et Köfte",
    "malzeme": "1- 350 gr kıyma\n2- 1 adet yumurta\n3- 1 adet orta boy kuru soğan\n4- 2 yemek kaşığı galeta unu\n5- 1 çay kaşığı kimyon\n6- 1/2 çay kaşığı pulbiber\n7- 1/2 çay kaşığı karabiber\n8- Tuz",
    "yapilis": "Kasapta eğer mevcut ise kıymayı çekerken içine az miktarda kavram yağı ya da kuyruk yağı katmasını isteyin. 1 kilo kıyma için 200gr kavram yağı yeterlidir.\nLezzetli köfte yapmak için yoğurma kısmı çok önemlidir. Bunun için köfteyi 10 dakika durmadan yoğurun. Ardından buzdolabına koyup, dinlendirin. Ardından tekrar buzdolabından çıkartıp 10 dakika daha yoğurun.\nEğer köfteleri yoğurduktan sonra hemen pişirmeyip, 1 gün kadar buz dolabında bekletmeyi planlıyorsanız, köfte harcının içine yumurta katmayın. Yumurtasız et köfte yapın. Çünkü yumurta bekledikçe kokusu ağırlaşır.\nFırında et köfte tarifi yapacaksanız, köftelerin çok kurumaması tepsinin üzerine de yağ kağıt örtebilirsiniz.\nFırında et köfte tarifi yapacaksanız, köftelerin çok kurumaması tepsinin üzerine de yağ kağıt örtebilirsiniz.",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/YemekKitabiJSONVeriSeti/main/etkofte.jpg"
  },
  {
    "isim": "Zerdeçallı Makarna Salatası",
    "malzeme": "1- 1/3 paket(150 gr) burgu makarna\n2- 2-3 fındık büyüklüğünde taze zerdeçal\n3- 1 çay kaşığı toz zerdeçal\n4- 1,5 kibrit kutusu beyaz peynir\n5- 1 avuç siyah zeytin\n6- 1 tatlı kaşığı çörek otu\n7- 6-7 dal taze kişniş veya maydanoz\n8- 2 çorba kaşığı zeytinyağı\n9- 3 tutam tuz",
    "yapilis": "Makarnayı haşlamak için tencereye 1-1,5 litre su koyun ve içine 1-2 tutam tuz ekleyin. 3 fındık büyüklüğünde ki taze zerdeçalı doğrayın ve kaynayan suyun içerisine atın. 1 çay kaşığı kadar da toz zerdeçalı makarnanın haşlama suyuna ekleyin. Tencereye 3 avuç yaklaşık 150 gr kadar burgu makarnayı ekleyin. Makarnayı paketindeki pişirme süresine göre pişirdikten sonra süzüp sıcakken tabağa alın. Üzerine 2 çorba kaşığı zeytinyağını dökün. Makarna sıcakken zeytinyağını güzelce içine çeksin. O sırada 1,5 kibrit kutusu kadar beyaz peyniri küp küp kesip makarnanın üzerine atın. 6-7 dal taze kişnişi ince kıyın makarnanın üzerine serpin. Kişiniş yoksa veya sevmiyorsanız maydanoz da kullanabilirsiniz. Son olarak 1 avuç siyah zeytini ve 1 tatlı kaşığı çörek otunu da makarnaya ekledikten sonra güzelce karıştırın. Peynirin ve zeytinin tuzluluğuna göre tadına bakın ve gerekirse içine 1-2 tutam tuz ekleyin. Hafif, sarışın ve çok çok lezzetli makarna salatanız hazır ve de nazır.",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/YemekKitabiJSONVeriSeti/main/zerdecallimakarnasalatasi.jpg"
  },

]
